Repository: OWeinert/PnP-Organizer
Catalog: PnP Organizer/Properties/Resources.*.resx
Languages: de_de

# AttributeTests_Acrobatic
source: Acrobatic
de_de: Akrobatik

# AttributeTests_Athletic
source: Athletic
de_de: Athletik

# AttributeTests_Bluff
source: Bluff
de_de: Täuschung

# AttributeTests_FirstAid
source: First-Aid
de_de: Medizin

# AttributeTests_HandleAnimals
source: Handle Animals
de_de: Umgang mit Tieren

# AttributeTests_History
source: History
de_de: Geschichte

# AttributeTests_Insight
source: Insight
de_de: Einsicht

# AttributeTests_Inspect
source: Inspect
de_de: Untersuchen

# AttributeTests_Intimidate
source: Intimidate
de_de: Einschüchtern

# AttributeTests_Nature
source: Nature
de_de: Natur

# AttributeTests_OrderBy
source: Order by
de_de: Sortieren

# AttributeTests_Perceive
source: Perceive
de_de: Wahrnehmung

# AttributeTests_Persuade
source: Persuade
de_de: Überzeugen

# AttributeTests_Physique
source: Physique
de_de: Konstitution

# AttributeTests_SleightOfHand
source: Sleight of Hand
de_de: Fingerfertigkeit

# AttributeTests_SneakHide
source: Sneak / Hide
de_de: Schleichen / Verbergen

# AttributeTests_TitleProfessions
source: Professions
de_de: Professionen

# AttributeTests_TypeCharisma
source: Cha
de_de: Ch

# AttributeTests_TypeConstitution
source: Con
de_de: Ve

# AttributeTests_TypeDexterity
source: Dex
de_de: Ge

# AttributeTests_TypeIntelligence
source: Int
de_de: In

# AttributeTests_TypeStrength
source: Str
de_de: St

# AttributeTests_TypeWisdom
source: Wis
de_de: We

# Calculator_Armor
source: Armor
de_de: Rüstung

# Calculator_AttackMode
source: Attack Mode
de_de: Angriffsmodus

# Calculator_BaseArmor
source: Base Armor
de_de: Grundrüstung

# Calculator_BaseDamage
source: Base Damage
de_de: Grundschaden

# Calculator_BaseDamageMultiplier
source: Base Damage Multiplier
de_de: Grundschadenmultiplikator

# Calculator_Calculate
source: Calculate
de_de: Berechnen

# Calculator_Damage
source: Damage
de_de: Schaden

# Calculator_DodgeParry
source: Dodge / Parry
de_de: Ausweichen / Parieren

# Calculator_EndDamageMultiplier
source: End Damage Multiplier
de_de: Endschadenmultiplikator

# Calculator_Hit
source: Hit
de_de: Treffer

# Calculator_Melee
source: Melee
de_de: Nahkampf

# Calculator_Modifiers
source: Modifiers
de_de: Modifikatoren

# Calculator_Ranged
source: Ranged
de_de: Fernkampf

# Container_MenuEdit
source: Edit
de_de: Bearbeiten

# Container_MenuExit
source: Exit
de_de: Schließen

# Container_MenuFile
source: File
de_de: Datei

# Container_MenuNew
source: New Character
de_de: Neuer Charakter

# Container_MenuOpen
source: Open
de_de: Öffnen

# Container_MenuSave
source: Save
de_de: Speichern

# Container_MenuSaveAs
source: Save As
de_de: Speichern unter

# Container_MenuSettings
source: Settings
de_de: Einstellungen

# Container_NavigationAttributeTests
source: Attribute Tests
de_de: Attribut-Tests

# Container_NavigationCalculator
source: Calculator
de_de: Rechner

# Container_NavigationInventory
source: Inventory
de_de: Inventar

# Container_NavigationNotes
source: Notes
de_de: Notizen

# Container_NavigationOverview
source: Overview
de_de: Übersicht

# Container_NavigationSettings
source: Settings
de_de: Einstellungen

# Dashboard_TooltipLoadCharacter
source: Load Character
de_de: Charakter Laden

# Dashboard_TooltipNewCharacter
source: New Character
de_de: Neuer Charakter

# Dashboard_WelcomeMessage
source: Welcome Back!
de_de: Willkommen zurück!

# Dialog_ButtonCancel
source: Cancel
de_de: Abbrechen

# Dialog_ButtonClear
source: Clear
de_de: Zurücksetzen

# Dialog_ButtonDelete
source: Delete
de_de: Löschen

# Dialog_ButtonDiscardChanges
source: Discard Changes
de_de: Änderungen verwerfen

# Dialog_ButtonNo
source: No
de_de: Nein

# Dialog_ButtonSaveChanges
source: Save Changes
de_de: Änderungen speichern

# Dialog_ButtonYes
source: Yes
de_de: Ja

# Dialog_ItemClearingMessage
source: Are you sure you want to clear this Item?
de_de: Soll das Item wirklich zurückgesetzt werden?

# Dialog_ItemClearingTitle
source: Confirm Item Clearing
de_de: Item Zurücksetzung bestätigen

# Dialog_ItemDeletionMessage
source: Are you sure you want to delete this Item?
de_de: Soll das Item wirklich gelöscht werden?

# Dialog_ItemDeletionTitle
source: Confirm Item Deletion
de_de: Item Löschung bestätigen

# Dialog_NewCharacterTitle
source: Create new Character
de_de: Neuen Charakter erstellen

# Dialog_OpenCharacterTitle
source: Open Character
de_de: Charakter öffnen

# Dialog_OpenImage
source: Open Image
de_de: Bild öffnen

# Dialog_OpenLastCharacterMessage
source: Do you want to open the last saved Character?
de_de: Soll der zuletzt gespeicherte Charakter geöffnet werden?

# Dialog_OpenLastCharacterTitle
source: Open last Character
de_de: Letzten Charakter öffnen

# Dialog_SaveCharacterTitle
source: Save Character
de_de: Charakter speichern

# Dialog_UnsavedCharacterCloseMessage
source: You have unsaved changes! Do you want to save the Character before closing?
de_de: Es sind nicht gespeicherte Änderungen vorhanden! Soll der Charakter vor dem Schließen gespeichert werden?

# Dialog_UnsavedCharacterCloseTitle
source: Unsaved Character changes
de_de: Nicht gespeicherter Änderungen

# Dialog_UnsavedCharacterNewMessage
source: You have unsaved changes. Do you still want to create a new Character?
de_de: Es gibt nicht gespeicherte Änderungen. Soll trotzdem ein neuer Charakter erstellt werden?

# Dialog_UnsavedCharacterOpenMessage
source: You have unsaved changes. Do you want to save before loading a different Character?
de_de: Es gibt nicht gespeicherte Änderungen. Soll trotzdem ein anderer Charakter geöffnet werden?

# Inventory_PlaceholderDescription
source: Description
de_de: Beschreibung

# Inventory_SearchItemPlaceholder
source: Search Item...
de_de: Item suchen...

# Inventory_TooltipAddItem
source: Add Item
de_de: Item hinzufügen

# Inventory_TooltipChangeColor
source: Change Color
de_de: Farbe ändern

# Inventory_TooltipClearItem
source: Clear Item
de_de: Item zurücksetzen

# Inventory_TooltipDeleteItem
source: Delete Item
de_de: Item löschen

# Overview_Age
source: Age
de_de: Alter

# Overview_AttrConstitution
source: Constitutions
de_de: Verfassung

# Overview_AttrDexterity
source: Dexterity
de_de: Geschicklichkeit

# Overview_Attributes
source: Attributes
de_de: Attribute

# Overview_AttrIntelligence
source: Intelligence
de_de: Intelligenz

# Overview_AttrStrength
source: Strength
de_de: Stärke

# Overview_AttrWisdom
source: Wisdom
de_de: Weisheit

# Overview_Energy
source: Energy
de_de: Energie

# Overview_Health
source: Health
de_de: Lebenspunkte

# Overview_Height
source: Height
de_de: Größe

# Overview_Pearls
source: Pearls
de_de: Perlen

# Overview_PearlsAir
source: Air
de_de: Luft

# Overview_PearlsEarth
source: Earth
de_de: Erde

# Overview_PearlsFire
source: Fire
de_de: Feuer

# Overview_PearlsMetal
source: Metal
de_de: Metall

# Overview_PearlsWater
source: Water
de_de: Wasser

# Overview_PearlsWood
source: Wood
de_de: Holz

# Overview_Stamina
source: Stamina
de_de: Ausdauer

# Settings_About
source: About PnP-Organizer
de_de: Über PnP-Organizer

# Settings_Language
source: Language
de_de: Sprache

# Settings_LogCalculations
source: Log Calculations
de_de: Berechnungen loggen

# Settings_MaximumLogfiles
source: Maximum Logfiles
de_de: Maximale Logdateien

# Settings_OpenLastCharacterDialogEnable
source: "Open last saved Character" dialog
de_de: "Zuletzt gespeicherten Character öffnen" Dialog

# Settings_Other
source: Other
de_de: Anderes

# Skills_All
source: All
de_de: Alle

# Skills_Character
source: Character
de_de: Charakter

# Skills_Locked
source: Locked
de_de: Gesperrt

# Skills_Melee
source: Melee
de_de: Nahkampf

# Skills_Ranged
source: Ranged
de_de: Fernkampf

# Skills_SearchSkillPlaceholder
source: Search Skill...
de_de: Skill suchen...

# Skills_Skillability
source: Skillability
de_de: Skillbarkeit

# Skills_Skillable
source: Skillable
de_de: Skillbar

# Skills_SkillAccurateMelee
source: Accurate
de_de: Treffsicher

# Skills_SkillAccurateRanged
source: Accurate
de_de: Treffsicher

# Skills_SkillAgressiveFighting
source: Agressive Fighting
de_de: Aggressiver Kampf

# Skills_SkillAimedAttackMelee
source: Aimed Attack
de_de: Gezielter Schlag

# Skills_SkillAimedAttackRanged
source: Aimed Attack
de_de: Gezielter Angriff

# Skills_SkillArmor
source: Armor
de_de: Rüstung

# Skills_SkillArmorBreaker
source: Armor Breaker
de_de: Rüstungsbrecher

# Skills_SkillAssassinate
source: Assassinate
de_de: Meucheln

# Skills_SkillBetterThanThrowing
source: Better than Throwing
de_de: Besser als Schmeißen

# Skills_SkillBladeFan
source: Blade Fan
de_de: Klingenfächer

# Skills_SkillBowMaking
source: Bow Making
de_de: Bogenbau

# Skills_SkillBuildArrows
source: Build Arrows
de_de: Pfeile bauen

# Skills_SkillCalmAiming
source: Calm Aiming
de_de: Ruhiges Zielen

# Skills_SkillCavallery
source: Cavallery
de_de: Kavallerie

# Skills_SkillChainAttack
source: Chain Attack
de_de: Kettenangrif

# Skills_SkillCombo
source: Combo
de_de: Kombo

# Skills_SkillCripplingBlow
source: Crippling Blow
de_de: Verkrüppelnder Schlag

# Skills_SkillDefensiveFighting
source: Defensive Fighting
de_de: Defensiver Kampf

# Skills_SkillDefensiveStance
source: Defensive Stance
de_de: Defensive Haltung

# Skills_SkillDevastatingAttack
source: Devastating Attack
de_de: Vernichtender Angriff

# Skills_SkillDisarmMelee
source: Disarm
de_de: Entwaffnen

# Skills_SkillDisarmRanged
source: Disarm
de_de: Entwaffnen

# Skills_SkillDualThrow
source: Dual Throw
de_de: Doppelwurf

# Skills_Skilled
source: Skilled
de_de: Geskillt

# Skills_SkillEveryBlowAHit
source: Every Blow a Hit
de_de: Jeder Schlag ein Treffer

# Skills_SkillFeint
source: Feint
de_de: Finte

# Skills_SkillFencing
source: Fencing
de_de: Fechter

# Skills_SkillFullDamage
source: Full Damage
de_de: Ganzer Schaden

# Skills_SkillHeavyFighting
source: Heavy Fighting
de_de: Schwerer Kampf

# Skills_SkillHeavyParade
source: Heavy Parade
de_de: Schwere Parade

# Skills_SkillJumpAttack
source: Jump Attack
de_de: Sprungangriff

# Skills_SkillKick
source: Kick
de_de: Tritt

# Skills_SkillLightBlow
source: Light Blow
de_de: Leichter Schlag

# Skills_SkillLightShot
source: Light Shot
de_de: Leichter Schuss

# Skills_SkillLoneWarrior
source: Lone Warrior
de_de: Einzelkämpfer

# Skills_SkillMagazine
source: Magazine
de_de: Magazin

# Skills_SkillMasterfulArcher
source: Masterful Archer
de_de: Meisterlicher Bogenschütze

# Skills_SkillMasterOfThrowingWeapons
source: Master of Throwing Weapons
de_de: Meister der Wurfwaffen

# Skills_SkillNailDown
source: Nail Down
de_de: Festnageln

# Skills_SkillNimble
source: Nimble
de_de: Flink

# Skills_SkillOneHandedFighting
source: One-Handed Fighting
de_de: Einhändiger Kampf

# Skills_SkillParade
source: Parad
de_de: Parade

# Skills_SkillPerfectBlock
source: Perfect Block
de_de: Perfekter Block

# Skills_SkillPerfectBlow
source: Perfect Blow
de_de: Perfekter Schlag

# Skills_SkillPerfectShot
source: Perfect Shot
de_de: Perfekter Schuss

# Skills_SkillPreciseThrow
source: Precise Throw
de_de: Präziser Wurf

# Skills_SkillProfessionalSlingshotMarksman
source: Professional Slingshot Marksman
de_de: Professioneller Schleuderer

# Skills_SkillQuickAim
source: Quick Aim
de_de: Schnelles Zielen

# Skills_SkillQuickdraw
source: QuickDraw
de_de: Schnelles Spannen

# Skills_SkillQuickParade
source: Quick Parade
de_de: Schnelle Parade

# Skills_SkillReadiness
source: Readiness
de_de: Bereitschaft

# Skills_SkillRecognizeStyle
source: Recognize Style
de_de: Stil erkennen

# Skills_SkillReturn
source: Return
de_de: Rücksendung

# Skills_SkillRoundHouseAttack
source: Round-House Attack
de_de: Rundum-Angriff

# Skills_SkillRoutinedWithThrowingWeapons
source: Routined with Throwing Weapons
de_de: Routiniert mit Wurfwaffen

# Skills_SkillRunOver
source: Run Over
de_de: Umrennen

# Skills_SkillSecondHand
source: Second Hand
de_de: Zweiter Schlag

# Skills_SkillShield
source: Shield
de_de: Schild

# Skills_SkillShieldBash
source: Shield Bash
de_de: Schildschlag

# Skills_SkillShieldBreaker
source: Shield Breaker
de_de: Schildbrecher

# Skills_SkillShootFromTheSaddle
source: Shoot from the Saddle
de_de: Vom Sattel schießen

# Skills_SkillSkilledWithThrowingWeapons
source: Skilled with Throwing Weapons
de_de: Geschickt mit Wurfwaffen

# Skills_SkillSkillfulRetreat
source: Skillful Retreat
de_de: Geschickter Rückzug

# Skills_SkillSlingshotMarksman
source: Slingshot Marksman
de_de: Schleuderschütze

# Skills_SkillSmithing
source: Smithing
de_de: Schmieden

# Skills_SkillSomethingWithShield
source: Something with Shield
de_de: Irgendwas mit Schild

# Skills_SkillStrongArrows
source: Strong Arrows
de_de: Starke Pfeile

# Skills_SkillStrongThrow
source: Strong Throw
de_de: Starker Wurf

# Skills_SkillSurpriseAttack
source: Surprise Attack
de_de: Überraschungsangriff

# Skills_SkillThereAndAway
source: There and Away
de_de: Hier und Weg

# Skills_SkillWeaponsAndArmor
source: Weapons and Armor
de_de: Waffen und Rüstung

# Skill_BurningBlade
source: Burning Blade
de_de: Flammende Klinge

# Skill_BurningBladeDescription
source: + 1 * Fire pearls damage
de_de: + 1 * Feuerperlen Schaden

# Skill_EarthBow
source: Earth Furycraft Bow
de_de: Erdwirkerbogen

# Skill_EarthBowDescription
source: + 1 * Earth pearls damage
de_de: +1 * Erdperlen Schaden

# Skill_MetalActive
source: Metal Furycraft Active
de_de: Metallwirken Aktiv

# Skill_MetalActiveDescription
source: + 1 * Metal pearls damage
de_de: + 1 * Metallperlen Schaden

# Skill_OnGround
source: On Ground
de_de: Erdkontakt

# Skill_OnGroundDescription
source: +1 * Earth pearls damage
de_de: +1 * Erdperlen Schaden

# Skill_Speeded
source: Speeded
de_de: Gespeedet

# Skill_SpeededDescription
source: +1 * Air pearls damage, parry and dodge +0.5 * Air pearls incoming damage
de_de: +1 * Luftperlen Schaden, Parieren und Ausweichen +0.5 * Luftperlen erhaltener Schaden

# Skill_WeaponProfession
source: Weapon Profession
de_de: Waffenprofession

# Skill_WeaponProfessionDescription
source: +1 Damage
de_de: +1 Schaden

# Snackbar_CharacterLoaded
source: Character loaded from
de_de: Charakter geladen aus

# Snackbar_CharacterNew
source: New Character created!
de_de: Neuer Charakter erstellt!

# Snackbar_CharacterSaved
source: Character saved to
de_de: Charakter gespeichert in

# Snackbar_CopyToClipboard
source: Value copied to Clipboard
de_de: Wert wurde in die Zwischenablage kopiert

# Tooltip_AddImage
source: Click to add Image
de_de: Klicken um Bild hinzuzufügen

# Tooltip_CopyToClipboard
source: Copy to Clipboard
de_de: In Zwischenablage kopieren
